Repository: fabacab/wp-seedbank
Catalog: languages/wp-seedbank-*.po
Languages: sv_se

source: Seed Exchanges
sv_se: Fröbyten

source: Seed Exchange
sv_se: Fröbyte

source: Add Seed Exchange
sv_se: Lägg till fröbyte

source: Edit Seed Exchange
sv_se: Ändra fröbyte

source: New Seed Exchange
sv_se: Nytt fröbyte

source: View Seed Exchange
sv_se: Se fröbyten

source: Search Seed Exchanges
sv_se: Sök fröbyten

source: No Seed Exchanges found
sv_se: Inget fröbyte funnet

source: No Seed Exchanges found in trash
sv_se: Inget fröbyte funnit i skräp

source: Postings to the SeedBank
sv_se: Inlägg till fröbanken

source: Exchange Types
sv_se: Typ av fröbyten

source: Exchange Type
sv_se: Typ av fröbyte

source: All Exchange Types
sv_se: All typer av fröbyten

source: Edit Exchange Type
sv_se: Ändra typ av fröbyte

source: Update Exchange Type
sv_se: Uppdatera typ av fröbyte

source: Add New Exchange Type
sv_se: Lägg till ny typ av fröbyte

source: New Exchange Type
sv_se: Ny typ av fröbyte

source: Search Exchange Types
sv_se: Sök typer av fröbyten

source: Common Names
sv_se: Vanliga namn

source: Common Name
sv_se: Vanligt namn

source: All Common Names
sv_se: Alla vanliga namn

source: Edit Common Name
sv_se: Ändra vanligt namn

source: Update Common Name
sv_se: Uppdatera vanligt namn

source: Add New Common Name
sv_se: Lägg till nytt vanligt namn

source: New Common Name
sv_se: Nytt vanligt namn

source: Search Common Names
sv_se: Sök vanliga namn

source: Scientific Names
sv_se: Vetenskapliga namn

source: Scientific Name
sv_se: Vetenskapligt namn

source: All Scientific Names
sv_se: Alla Vetenskapliga namn

source: Edit Scientific Name
sv_se: Ändra vetenskapligt namn

source: Update Scientific Name
sv_se: Uppdatera vetenskapligt namn

source: Add New Scientific Name
sv_se: Lägg till nytt vetenskapligt namn

source: New Scientific Name
sv_se: Nytt vetenskapligt namn

source: Parent Classification
sv_se: Klassificering av föräldrar

source: Parent Classification:
sv_se: Klassificering av föräldrar:

source: Search Scientific Names
sv_se: Sök vetenskapliga namn

source: Exchange Statuses
sv_se: Fröbytesstatus

source: Exchange Status
sv_se: Fröbytesstatus

source: All Exchange Statuses
sv_se: Alla fröbytesstatus

source: Edit Exchange Status
sv_se: Ändra fröbytesstatus

source: Update Exchange Status
sv_se: Uppdetare fröbytesstatus

source: Add New Exchange Status
sv_se: Lägg till nytt fröbytesstatus

source: New Exchange Status
sv_se: Nytt fröbytesstatus

source: Search Exchange Statuses
sv_se: Sök fröbytesstatus

source: Display Seed Exchange details using
sv_se: Visa fröbytets detaljer med

source: this plugin (below content)
sv_se: detta plugin (under innehåll)

source: this plugin (above content)
sv_se: detta plugin (över innehåll)

source: my own template
sv_se: min egen mall

source: Choosing your own template without writing your own template code may result in the Seed Exchange details not appearing on your website.
sv_se: Om du väljer den egen mall utan att programmera den kan resultera i att fröbytets detaljer inte kan visas på din hemsida

source: Seed Exchange Details
sv_se: Fröbytets detaljer

source: I would like to
sv_se: Jag skulle vilja

source: enter a number
sv_se: ange ett nummer

source: These seeds will expire on or about
sv_se: Dessa frön kommer bli för gamla ungefär

source: enter a date
sv_se: ange ett datum

source: (If you are requesting seeds, you can leave this blank.)
sv_se: (om du efterfrågar frön kan du lämna denna tom.)

source: If I don't hear from anyone by
sv_se: Om jag inte får respons innan

source: I'll stop being available to make this exchange.
sv_se: Jag kommer ej ha möjlighet att fortsätta detta fröbyte

source: (If you do not get a response by this date, your request will automatically close.)
sv_se: (Om du inte fått ett svar innan detta datum så kommer din förfrågan automatiskt stängas.)

source: This seed exchange is
sv_se: Detta fröbyte är

source: Deleted
sv_se: Raderade

source: Quantity
sv_se: Mängd

source: Make a new Seed Exchange on this page. A Seed Exchange is just like a blog post, but tailored specifically for the Seedbank. Have some seeds to share, or trying to find seeds to grow? Let others know by posting here!
sv_se: Skapa nya fröbyten på denna sida. Ett fröbyte är precis som ett blogginlägg, men specialgjort för fröbanken. Har du frön att dela, eller försöker du hitta några för att odla? Låt andra få veta genom att posta här!

source: To make a new Seed Exchange, follow these steps:
sv_se: För att skapa ett nytt fröbyta, följ dessa steg:

source: Write a title.
sv_se: Ange en rubrik.

source: Short, descriptive summaries are best.
sv_se: Korta beskrivande sammanfattingar är bäst.

source: Click here and then type your title.
sv_se: Klicka här och ange din rubrik.

source: Explain your request or offer.
sv_se: Förklara ditt erbjudande eller förfrågan.

source: In your own words, describe what you're looking for or what you're hoping to get, or both. Be sure to include any important words you think others might use to find your post when they're searching the website. Include any additional information relevant to your posting.
sv_se: Med egna ord, beskriv vad du letar efter. Se till att få med viktiga ord som du tror andra använder för att hitta ditt inlägg när de söker på hemsidan. Skriv också annan information som du tycker är relevant.

source: Click here and then type your message.
sv_se: Klicka här och ange till meddelande.

source: Fill in the details.
sv_se: Fyll i detaljerna.

source: In the %1$s box, there are some fields you should fill in to help other people find your post by organizing it in a sensible place in the Seedbank. Simply complete the sentences of the fill-in-the-blank paragraph.
sv_se: I %1$s rutan finns några fält att fylla i för att hjälpa andra att hitta ditt inlägg genom att sortera det på vettig plats i fröbanken. Avsluta meningarna i paragraferna.

source: If your seeds are in a packet, the wrapping might have an expiration date. Put that in the "%s" field.
sv_se: Om dessa frön är paketerade så kanske de har ett bästföre datum. Ange det i "%s" fältet.

source: If you know the scientific name (genus, species, variety, etc.) of your seed, you can also select it from the list of %s.
sv_se: Om du vet det vetenskapliga namnet (släkte, art, varitet, etc.) på ditt frö, du kan också välja det från en lista av %s.

source: When you have done this, click the "Publish" (or "Submit for review") button. Congratulations! And thank you for spreading the seed love!
sv_se: När du är färdig med detta, klicka på 'Publicera' (eller 'Lämna in för granskning') knappen. Grattis och tack för att du sprider frön!

source: Adding a Seed Exchange
sv_se: Lägga till ett fröbyte

source: You can use scientific names to communicate about the kind of seed you have in a more precise way. A scientific name contains information about the genus and species of your seed, as well as any applicable more specific classification (called an "infraspecific name"). The WordPress SeedBank plugin expects scientific names to match the accepted names in the International Code of Nomenclature for Cultivated Plants (ICNCP). Several dozen genera and various species, subspecies, varieties, and cultivar Groups are already included.
sv_se: Du kan använda de vetenskapliga namnen för att beskriva din frösort på ett mer precist sätt. Ett vetenskapligt namn innehåller information om släkte och art såväl som andra specifika klassifikationer (tex 'infraart'). WordPress SeedBank plugin förväntar sig vetenskapliga namn som överensstämmer med International Code of Nomenclature for Cultivated Plants (ICNCP). Denna innefattar redan många genus, arter, underarter, varieteter och grupper.

source: Overview
sv_se: Översikt

source: To add a new scientific name on this screen, enter the following information:
sv_se: För att lägga till ett vetanskapligt namn på denna sida, fyll i följande information:

source: Name:
sv_se: Namn:

source: The name is the full scientific name for your seed. Be as specific as you know how and try to follow the examples already listed.
sv_se: Namnet är det fullständiga vetenskapliga namnet för ditt frö. Var så detaljerad som möjligt och försök följa de exempel som redan listats.

source: Slug:
sv_se: Fragment:

source: The slug is the URL-friendly version of the scientific name. You can leave this blank to automatically fill it in from the Name field you entered in the previous step.
sv_se: Fragmentet är den URL-vänliga versionen av det vetenskapliga namnet. Om du lämnar denna tom så väljs det namn du angav i föregående steg automatiskt.

source: Parent:
sv_se: Förälder:

source: The parent is the higher-level rank for this scientific name. Each new scientific name should be added to the proper place in the hierarchy of biological classification. For instance, if you are adding a new species, like %1$s, be sure to set the correct genus (%2$s) as its parent. If the appropriate higher-level rank does not yet exist, create it first and then come back to enter the lower-level scientific name. (WP-SeedBank expects the top-level category to be the seed genus.)
sv_se: Förälder är den översstående nivån för det vetenskapliga namnet. Varje nytt vetenskapligt namn skal läggas till på rätt plats i det biologiska hierarkiska systemet. Till exempel, om du lägger till en ny art, som %1$s, försäkra dig om att att ange korrekt släkte (%2$s) som dess förälder. Om den överstående nivån ännu inte finns, skapa den först och kom sedan tillbaka och ange den lägre nivåns vetenskapliga namn. (WP-SeedBank förväntar sig att top-kategorin är fröets släkte)

source: Allium
sv_se: Löksläktet (Allium)

source: Description:
sv_se: Beskrivning:

source: You can enter a short explanation of what this scientific name means for laypeople who are more familiar with common vernacular than scientific terms. You can also provide any extra information about this specific seed, such as scientific name synonyms or other custom notes. This provides a good teaching opportunity for those in your community who want to learn more about seed saving. You can also leave this field blank.
sv_se: Du kan ange en kort förklaring av vad detta vetenskapliga namn betyder för de som är mer bekanta med vardagliga begrepp än vetenskapliga. Du kan också ge extra information om dessa frön, som tex. synonymer tll det vetenskapliga namnet eller andra anteckningar. Detta möjliggör ett tillfälle att lära mer om fröodling och förbevarande. Du kan också lämna detta fält tomt.

source: Adding new Scientific Names
sv_se: Lägger till vetenskapliga namn

source: About the WP-SeedBank
sv_se: Om WP-SeedBank

source: The %1$s is a labor of love, and passion. Conceived by %2$s and %3$s, it is maintained by %4$s who loves fresh food and hates Monsanto. %5$s
sv_se: %1$s är skapat av kärlek och engagemang. Hittades på av %2$s och %3$s, underhålls av %4$s som älskar färsk mat och hatar Monsanto. %5$s

source: Who is this person?
sv_se: Vem är detta?

source: Donations are appreciated.
sv_se: Donationer uppskattas.

source: More WP-SeedBank help:
sv_se: Mer hjälp för WP-SeedBank:

source: WP-SeedBank support forum
sv_se: WP-SeedBank hjälp forum

source: WP-SeedBank bug report form (for programmers)
sv_se: WP-SeedBank bugrapporteringsformulär (för programerare)

source: WP-SeedBank is free software, but sadly grocery stores do not offer free food. Please consider %sdonating some food to the plugin maintainer%s. %s
sv_se: WP-SeedBank är gratis programvara, men tyvärr erbjuder inte livsmedelsaffäterna gratis mat. Fundera på att %sdonera mat till de som underhåller pluginet%s. %s

# verb
source: Swap
sv_se: Byte

source: Exchanges offering seeds for other seeds.
sv_se: Fröbyten med frön mot andra frön

# verb
source: Sell
sv_se: Sälj

source: Exchanges offering seeds for money.
sv_se: Fröbyten med frön mot pengar

# verb
source: Give
sv_se: Ge

source: Exchanges offering free seeds being given away.
sv_se: Fröbyten med frön som bortskänkes

# verb
source: Get
sv_se: Få

source: Exchanges requesting seeds of a variety not already listed.
sv_se: Fröbyten som erferfrågar frön av en sort som inte ännu är listad

source: Abelmoschus
sv_se: Okrasläktet (Abelmoschus)

source: Abelmoschus esculentus
sv_se: Okra (Abelmoschus esculentus)

source: Agastache
sv_se: Anisisopssläktet (Agastache)

source: Allium porrum
sv_se: Purjolök (Allium porrum)

source: Allium sativum
sv_se: Vitlök (Allium sativum)

source: Amaranthus
sv_se: Amarantsläktet (Amaranthus)

source: Amaranthus tricolor
sv_se: Papegojamarant (Amaranthus tricolor)

source: Anagallis
sv_se: Miresläktet (Anagallis)

source: Anethum
sv_se: Dillsläktet (Anethum)

source: Antirrhinum
sv_se: Lejongapssläktet (Antirrhinum)

source: Apium
sv_se: Flokor (Apium)

source: Apium graveolens
sv_se: Selleri (Apium graveolens)

source: Apium graveolens var. dulce
sv_se: Bladselleri (Apium graveolens var. dulce)

source: Apium graveolens var. rapaceum
sv_se: Rotselleri (Apium graveolens var. rapaceum)

source: Arachis
sv_se: Jordnötssläktet (Arachis)

source: Arachis hypogaea
sv_se: Jordnöt (Arachis hypogaea)

source: Asparagus
sv_se: Sparrissläktet (Asparagus)

source: Asparagus officinalis
sv_se: Sparris (Asparagus officinalis)

source: Asclepias
sv_se: Sidenörtssläktet (Asclepias)

source: Basella rubra
sv_se: Röd Malabarspenat (Basella rubra)

source: Beta
sv_se: Betsläktet (Beta)

source: Beta vulgaris
sv_se: Beta (Beta vulgaris)

source: Beta vulgaris subsp. cicla
sv_se: Mangold (Beta vulgaris subsp. cicla)

source: Brassica
sv_se: Kålsläktet (Brassica)

source: Brassica napus
sv_se: Raps (Brassica napus)

source: Brassica oleracea
sv_se: Kål (Brassica oleracea)

source: Brassica oleracea Acephala Group
sv_se: Bladkålsgruppen (Brassica oleracea Acephala)

source: Brassica oleracea Botrytis Group
sv_se: Blokkålsgruppen (Brassica oleracea Botrytis)

source: Brassica oleracea Capitata Group
sv_se: Huvudkål (Brassica oleracea Capitata)

source: Brassica oleracea Gemmifera Group
sv_se: Brysselkålsgruppen (Brassica oleracea Gemmifera)

source: Brassica oleracea Gongylodes Group
sv_se: Kålrabbigruppen

source: Brassica oleracea Italica Group
sv_se: Broccoligruppen (Brassica oleracea Italica)

source: Brassica rapa
sv_se: Åkerkål (Brassica rapa)

source: Calendula
sv_se: Calendulasläktet

source: Capsicum
sv_se: Spanskpepparsläktet (Capsicum)

source: Capsicum annuum
sv_se: Spanskpeppar (Capsicum annuum)

source: Centaurea
sv_se: Klintsläktet (Centaurea)

source: Chrysanthemum
sv_se: Krysantemumsläktet (Chrysanthemum)

source: Cichorium
sv_se: Cikorior (Cichorium)

source: Cichorium endivia
sv_se: Endiv (Cichorium endivia)

source: Cichorium intybus
sv_se: Cikoria (Cichorium intybus)

source: Citrullus
sv_se: Vattenmelonssläktet (Citrullus)

source: Citrullus lanatus
sv_se: Vattenmelon (Citrullus lanatus)

source: Cleome
sv_se: Paradisblomstersläktet (Cleome)

source: Cobaea
sv_se: Klockrankesläktet (Cobaea)

source: Consolida
sv_se: Åkerriddarsporresläktet (Consolida)

source: Convolvulus
sv_se: Vindesläktet (Convolvulus)

source: Coreopsis
sv_se: Ögonblomssläktet (Coreopsis)

source: Coriandrum
sv_se: Koriandersläktet (Coriandrum)

source: Cosmos
sv_se: Rosenskäresläktet (Cosmos)

source: Cucumis
sv_se: Gurksläktet (Cucumis)

source: Cucumis melo
sv_se: Sockermelon (Cucumis melo)

source: Cucumis sativa
sv_se: Gurka (Cucumis sativus)

source: Cucurbita
sv_se: Pumpasläktet (Cucurbita)

source: Cucurbita pepo
sv_se: Squash (Cucurbita pepo)

source: Cucurbita maxima
sv_se: Squash (Cucurbita maxima)

source: Cynara
sv_se: Kronärtskockssläktet (Cynara)

source: Cynara scolymus
sv_se: Kronärtskockor (Cynara cardunculus var. scolymus)

source: Daucus
sv_se: Morotssläktet (Daucus)

source: Daucus carota
sv_se: Morötter (Daucus carota)

source: Diplotaxis
sv_se: Mursenaper (Diplotaxis)

source: Dolichos
sv_se: Hjälmbönssläktet (Dolichos)

source: Echinacea
sv_se: Läkerudbeckiasläktet (Echinacea)

source: Eruca
sv_se: Erukor (Eruca)

source: Eschscholzia
sv_se: Sömntutesläktet (Eschscholzia)

source: Fragaria
sv_se: Smultronsläktet (Fragaria)

source: Glycine
sv_se: Sojabönssläktet (Glycine)

source: Helianthus
sv_se: Solrossläktet (Helianthus)

source: Ipomoea
sv_se: Batatsläktet (Ipomoea)

source: Koeleria
sv_se: Tofsäxingar (Koeleria)

source: Lactuca
sv_se: Sallatsläktet (Lactuca)

source: Lagenaria
sv_se: Flaskkurbitssläktet (Lagenaria)

source: Lathyrus
sv_se: Vialsläktet (Lathyrus)

source: Lupinus
sv_se: Lupinsläktet (Lupinus)

source: Lycopersicon
sv_se: Vildtomatsläktet (Lycopersicon)

source: Malope
sv_se: Praktmalvesläktet (Malope)

source: Matricaria
sv_se: Kamomiller (Matricaria)

source: Mentha
sv_se: Myntasläktet (Mentha)

source: Mirabilis
sv_se: Underblomssläktet (Mirabilis)

source: Nigella
sv_se: Nigellasläktet (Nigella)

source: Ocimum
sv_se: Basilikasläktet (Ocimum)

source: Origanum
sv_se: Mejramsläktet (Origanum)

source: Papaver
sv_se: Vallmosläktet (Papaver)

source: Passiflora
sv_se: Passionsblomssläktet (Passiflora)

source: Penstemon
sv_se: Penstemonsläktet (Penstemon)

source: Petrolselinum
sv_se: Persiljesläktet (Petroselinum)

source: Phaseolus
sv_se: Bönsläktet (Phaseolus)

source: Physalis
sv_se: Lyktörtssläktet (Physalis)

source: Pisum
sv_se: Ärtsläktet (Pisum)

source: Poterium
sv_se: Pimpinellsläktet (Poterium)

source: Rudbeckia
sv_se: Rudbeckiasläktet (Rudbeckia)

source: Salvia
sv_se: Salviasläktet (Salvia)

source: Scorpiurus
sv_se: Skorpionärtsläktet (Scorpiurus)

source: Solanum
sv_se: Potatissläktet (Solanum)

source: Tagetes
sv_se: Tagetessläktet (Tagetes)

source: Thunbergia
sv_se: Thunbergiasläktet (Thunbergia)

source: Thymus
sv_se: Timjansläktet (Thymus)

source: Triticum
sv_se: Vetesläktet (Triticum)

source: Tropaeolum
sv_se: Krassesläktet (Tropaeolum)

source: Zea
sv_se: Majssläktet (Zea)

source: Zinnia
sv_se: Zinniasläktet (Zinnia)

source: Asian Vegetable
sv_se: Asiatiska grönsaker

source: Bean
sv_se: Bönor

source: Beet
sv_se: Betor

source: Berry
sv_se: Bär

source: Brussels Sprout
sv_se: Brysselkål

source: Cabbage
sv_se: Kål

source: Carrot
sv_se: Morötter

source: Cauliflower
sv_se: Blomkål

source: Chard
sv_se: Mangold

source: Corn
sv_se: Majs

source: Collard
sv_se: Bladkål

source: Cover Crop
sv_se: Täckgröda

source: Eggplant
sv_se: Aubergin

source: Cucumber
sv_se: Gurka

source: Fava
sv_se: Favaböna

source: Flower
sv_se: Blomma

source: Gourd
sv_se: Kalebass

source: Green
sv_se: Grön

source: Herb
sv_se: Ört

source: Kale
sv_se: Grönkål

source: Kohlrabi
sv_se: Kålrabbi

source: Legume
sv_se: Baljväxt

source: Lettuce
sv_se: Sallat

source: Mustard
sv_se: Senap

source: Onion
sv_se: Lök

source: Parsnip/Root Parsley
sv_se: Palsternacka / Rotpersilja

source: Potato
sv_se: Potatis

source: Pea
sv_se: Ärtor

source: Pepper
sv_se: Paprika

source: Pumpkin
sv_se: Pumpa

source: Radish
sv_se: Rädisa

source: Strawberry
sv_se: Smultron/Jordgubbar

source: Root
sv_se: Rot

source: Rutabaga
sv_se: Kålrot

source: Spinach
sv_se: Spenat

source: Summer Squash
sv_se: Sommarsquash

source: Tomato
sv_se: Tomat

source: Turnip
sv_se: Majrova

source: Winter Squash
sv_se: Vintersquash

source: Active
sv_se: Aktiv

source: New or open seed exchange requests or offers.
sv_se: Nya eller aktiva förfrågningar eller erbjudanden

source: Expired or completed seed exchanges.
sv_se: Utgångna eller avslutade fröbyten

source: Batch Seed Exchange
sv_se: Fröbytesavdelning

source: Batch Exchange
sv_se: Bytesavdelning

source: This page allows you to upload a comma-separated values (CSV) file that will be translated to seed exchange requests or offers.
sv_se: Denna sida gör det möjligt att ladda upp kommaavgränsade värdetextfiler (CSV) för att blir översatta till fröerbjudanden eller förfrågningar.

source: My batch exchange file is located on
sv_se: Min bytes-fil finns

source: another website
sv_se: en annan hemsida

source: my computer
sv_se: min dator

source: Web fetch options
sv_se: Webhämtningsinställningar

source: The address of the file containing my seed exchange data is
sv_se: Adressen till filen med mina fröbytes data är

source: File upload options
sv_se: Filuppladdningsinställningar

source: The file on my computer containing my seed exchange data is
sv_se: Filen på min dator innehållande mina fröbytes data är

source: Let me review each seed exchange before publishing.
sv_se: Låt mig granska varje fröbyte innan publisering

source: Make Seed Exchanges
sv_se: Skapa fröbyten

source: Example of batch seed exchange data.
sv_se: Exempel på fröbytes data.

source: Title
sv_se: Rubrik

source: Type
sv_se: Sort

source: Unit label
sv_se: Etikett

source: Seed expiration date
sv_se: Bäst före-datum för fröna

source: Exchange expiration date
sv_se: Förbytets sista giltighetsdatum

source: Notes
sv_se: Anteckningar

source: Looking to swap peppers for carrots
sv_se: Letar efter att byta paprikor mot morötter

source: Swap
sv_se: Byte

source: seeds
sv_se: frön

source: Ideally, I would like to receive carrot seeds in exchange. Thanks!
sv_se: Helst skulle jag vilja ha morotsfrön i utbyte. Tack!

source: For sale: tomato seed packets, negotiable price
sv_se: Till salu: tomatfrön, förhandlingsbart pris

source: Sell
sv_se: Sälj

source: seed packets
sv_se: fröförpackning

source: Price is negotiable. Reply here or by phone at (555) 555-5555 if interested.
sv_se: Priset är förhandlingsbart. Svara här eller på telefon (555) 555-5555 om du är intresserad.

source: These are the best bean seeds!
sv_se: Detta är de bästa bönorna!

source: packets
sv_se: paket

source: These beans are kidney beans. They are delicious and nutritious, but taste nothing like chicken.
sv_se: Detta är kidneybönor. De är väldigt goda och näringsrika, men smakar inte som tårta.

source: All Seed Exchanges
sv_se: Alla fröbyten
